test_cases/backwardFacingStep2D/system/surface_sampling
type            surfaces;
libs            (sampling);
writeControl    onEnd;
log             false;
surfaceFormat   raw;
fields          (cp wallShearStress);
surfaces
{
    walls
    {
        type            patch;
        patches         (lowerWall upperWall);
        interpolate     true;
        invariant       true;
    }
}