test_cases/backwardFacingStep2D/system/yPlus
type            yPlus;
libs            (fieldFunctionObjects);
patches         (lowerWall upperWall);
writeFields     true;
log             true;
executeControl  writeTime;
writeControl    writeTime;